tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ansible"
brew "bat"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "mas"
brew "ripgrep"
brew "tig"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "cyberduck"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "postman"
cask "tableplus"
cask "visual-studio-code"
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951
